import React from "react";
import "./Use.css";
const Use = () => {
    return (
        <div className="use_header">
            <div className="use_container">
                <h1 className="use">КАК ПОЛЬЗОВАТЬСЯ</h1>
                <p className="content_use">
                    Приветствуем вас на BeautifilSoup — помощнике по поиску
                    мастеров красоты!
                </p>
                <p className="content_use">
                    Мы создали этот сайт для того, чтобы клиенты и мастера могли
                    находить друг друга в любом городе.
                </p>
                <p className="content_use">
                    На главной странице BeautifilSoup вы можете увидеть
                    мастеров,которые зарегистрировались на сайте.{" "}
                </p>
                <p className="content_use">
                    Хотите связаться с мастером? Тогда вам необходимо
                    зарегистрироваться на сайте как клиент. После этого вам
                    придет письмо на почту, в котором нужно будет подтвердить
                    регистрацию. Теперь сайтом можно пользоваться. Искать
                    мастеров красоты, изучать отзывы о них, а также цены на их
                    услуги.
                </p>
                <p className="content_use">
                    Если вы специалист, то вам нужно зарегистрироваться на сайте
                    как мастер красоты. Вам обязательно придет письмо на почту
                    для подтверждения регистрации. Чтобы начать пользоваться
                    сайтом и получать сообщения от клиентов, вам нужно будет
                    заполнить свой профиль — загрузить фото работ, указать
                    услуги, которые вы предоставляете. Какое-то время
                    понадобиться на модерацию вашего аккаунта. После этого
                    клиенты смогут найти вас в поиске и связаться с вами.
                </p>
                <p className="content_use">
                    На сайте есть раздел Статьи — там вы можете почитать
                    интересные статьи на разные темы, касающиеся ухода за собой.
                </p>
                <p className="content_use">
                    Чтобы связаться с нами, вы можете отправить письмо на наш
                    электронный адрес: mail@beautyfilsoup.ru Мы не оставим ваше
                    письмо без внимания и обязательно ответим вам.
                </p>
            </div>
        </div>
    );
};

export default Use;
