import React from "react";
import "./About.css";
const AboutUs = () => {
    return (
        <div className="use_container">
            <h1 className="title_about">О нас</h1>
            <p>
                BeautifilSoup – ваш помощник в поиске мастеров красоты. Мы
                постарались создать для вас удобный сайт, на котором вы сможете
                найти любого специалиста для ухода за собой.
            </p>
            <p>
                Зарегистрироваться на сайте вы можете в качестве специалиста
                либо в качестве клиента. Для клиентов мы разработали удобный
                функционал, который позволит быстро находить услуги, мастеров,
                ориентироваться в ценовом сегменте. Для специалистов создали
                возможность размещать свои работы, указывать цены на свои
                услуги, подтверждать квалификацию дипломами и сертификатами.
            </p>
            <p>
                Если у вас есть предложения или вопросы по работе сайта
                BeautyMate, пожалуйста, свяжитесь с нами по электронной почте
                mail@beautyfilsoup.ru. Мы обязательно примем ваши пожелания к
                сведению, потому что нам важно, чтобы вы оставались с нами и
                продолжали пользоваться сайтом. Ваше удобство – наша забота.
            </p>
        </div>
    );
};

export default AboutUs;
